Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# CreateShortcutDescription
source: Create new shortcut(s) to selected item(s)
bg: Създаване на нови преки пътища до избраните елементи
ca: Crea dreceres noves per als elements seleccionats
cs_cz: Vytvořit nové zástupce pro vybrané položky
da: Opret ny genvej(e) til markerede element(er)
de_de: Neue Verknüpfung(en) zu ausgewähltem Element/ausgewählten Elementen erstellen
el: Δημιουργία νέων συντομεύσεων σε επιλεγμένο(α) αντικείμενο(α)
es_es: Crear nuevo(s) acceso(s) directo(s) para elemento(s) seleccionado(s)
fr_fr: Créer le(s) nouveau(x) raccourci(s) vers le(s) élément(s) sélectionné(s)
hu_hu: Create new {0, plural, one {shortcut} other {shortcuts}} to selected {0, plural, one {item} other {items}}
id_id: Buat shortcut(s) baru ke item(s) yang dipilih
ja_jp: 選択した項目へのショートカットを作成する
ko_kr: Create new {0, plural, one {shortcut} other {shortcuts}} to selected {0, plural, one {item} other {items}}
nb_no: Lag nye snarveier til valgt(e) element(er)
pt_pt: Criar atalho(s) para os itens selecionados
ro_ro: Creaţi comenzi rapide noi la articolul/ele selectat/e
ru_ru: Создать ярлык для выбранных элемент(ов)
sv_se: Skapa nya genvägar till valda objekt
tr_tr: Create new {0, plural, one {shortcut} other {shortcuts}} to selected {0, plural, one {item} other {items}}
uk_ua: Створити нові ярлик(и) для виділених елемента(ів)
vi: Tạo lối tắt mới đến khoản mục đã chọn
zh_hans: 创建新的指向选中{0, plural, other {项目}}的{0, plural, other {快捷方式}}
zh_hant: 建立捷徑到所選項目

# CreateShortcutFromDialogDescription
source: Create new shortcut to any item
bg: Сътворяване на пряк път до кой да е елемент
ca: Crea una drecera nova a qualsevol element
cs_cz: Vytvořit nového zástupce pro libovolnou položku
da: Opret ny genvej til ethvert element
de_de: Neue Verknüpfung zu beliebigem Element erstellen
el: Δημιουργία νέας συντόμευσης σε οποιοδήποτε στοιχείο
es_es: Crear nuevo acceso directo para cualquier elemento
fr_fr: Créer un nouveau raccourci vers n'importe quel élément
hu_hu: Új parancsikon létrehozása
id_id: Buat shortcut baru ke item manapun
ja_jp: 任意の項目へのショートカットを作成する
ko_kr: 새 바로 가기 만들기
nb_no: Lag ny snarvei til et hvilket som helst element
pt_pt: Criar atalho para qualquer item
ro_ro: Creați o comandă rapidă către orice element
ru_ru: Создать ярлык для любого элемента
sv_se: Skapa ny genväg till ett objekt
tr_tr: Herhangi bir ögeye yeni kısayol oluştur
uk_ua: Створити новий ярлик будь-якого елемента
vi: Tạo lối tắt mới đến khoản mục bất kỳ
zh_hans: 创建指向项目的快捷方式
zh_hant: 建立捷徑至任何項目

# EmptyRecycleBinDescription
source: Empty recycle bin
bg: Изпразване на кошчето
ca: Buida la papelera de reciclatge
cs_cz: Vyprázdnit koš
da: Tøm papirkurven
de_de: Papierkorb leeren
el: Άδειασμα του κάδου ανακύκλωσης
es_es: Vaciar papelera de reciclaje
fr_fr: Vider la corbeille
hu_hu: Lomtár ürítése
id_id: Kosongkan keranjang sampah
ja_jp: ごみ箱を空にする
ko_kr: 휴지통 비우기
nb_no: Tøm papirkurven
nl_nl: Prullenbak leegmaken
pl_pl: Opróżnij kosz
pt_pt: Esvaziar reciclagem
ro_ro: Golește cos de gunoi
ru_ru: Очистить корзину
sk_sk: Vysypať kôš
sv_se: Töm papperskorgen
th_th: ล้างข้อมูลในถังรีไซเคิล
tr_tr: Geri dönüşüm kutusunu boşalt
uk_ua: Очистити кошик
vi: Dọn sạch thùng rác
zh_hans: 清空回收站
zh_hant: 清理資源回收筒

# FormatDriveDescription
source: Open "Format Drive" menu for selected item
ar: يفتح قائمة "تنسيق المحرك" للعنصر المحدد
ca: Obre el menú «Formata la unitat» per a l'element seleccionat
cs_cz: Otevře menu "Formátovat disk" pro vybranou položku
da: Åbn menuen "Formatér Drev" for det valgte element
de_de: "Datenträger formatieren"-Menü für ausgewähltes Element öffnen
el: Άνοιγμα μενού "Διαμόρφωση Δίσκου" για το επιλεγμένο στοιχείο
es_es: Abrir el menú "Formatear unidad" para el elemento seleccionado
fr_fr: Ouvrir le menu "Formater le lecteur" pour l'élément sélectionné
hr_hr: Opens the "Format Drive" menu for the selected item
hu_hu: A "Meghajtó Formázása" menü megnyitása a kiválasztott elemhez
id_id: Buka "Format Penyimpanan" menu pada item yang dipilih
ja_jp: 選択した項目の [フォーマット] メニューを開く
ka: Opens the "Format Drive" menu for the selected item
ko_kr: 선택한 드라이브 포맷
nb_no: Åpne "Formater stasjon" meny for valgt element
pt_pt: Abrir menu "Formatar unidade" para o item selecionado
ro_ro: Deschideți meniul "Formatare unitate" pentru elementul selectat
ru_ru: Открыть меню «Форматирование диска»
sv_se: Öppna formateringsmenyn för valt objekt
tr_tr: Seçili öge için "Sürücüyü Biçimlendir" menüsünü aç
uk_ua: Відкрити меню "Відформатувати диск" для вибраного елемента
vi: Mở menu "Định dạng ổ lưu trữ" cho khoản mục đã chọn
zh_hans: 打开所选项目的“格式化驱动器”菜单
zh_hant: 開啟「格式化磁碟」選單於所選項目

# RestoreRecycleBinDescription
source: Restore selected item(s) from recycle bin
bg: Възстановяване на избран(ите) елемент(и) от кошчето
ca: Restaura els elements seleccionats de la paperera de reciclatge
cs_cz: Obnovit vybrané položky z koše
da: Gendan valgte element(er) fra papirkurven
de_de: Ausgewählte(s) Element(e) aus Papierkorb wiederherstellen
el: Επαναφορά επιλεγμένου στοιχείου(ων) από τον κάδο ανακύκλωσης
es_es: Restaurar elemento(s) seleccionado(s) de la papelera de reciclaje
fr_fr: Restaurer le(s) élément(s) sélectionné(s) depuis la corbeille
hu_hu: Restore selected {0, plural, one {item} other {items}} from recycle bin
id_id: Kembalikan item(s) terpilih dari recycle bin
ja_jp: ごみ箱から選択した項目を復元
ko_kr: Restore selected {0, plural, one {item} other {items}} from recycle bin
nb_no: Gjenopprett valgte element(er) fra papirkurven
pt_pt: Restaurar, da reciclagem, os itens selecionados
ro_ro: Restaurați element(ele) selectate din coșul de reciclare
ru_ru: Восстановить элемент(ы) из корзины
sv_se: Återställ valda objekt från papperskorgen
tr_tr: Restore selected {0, plural, one {item} other {items}} from recycle bin
uk_ua: Відновити вибрані елемент(и) з кошика
vi: Khôi phục khoản mục đã chọn từ thùng rác
zh_hans: 从回收站还原选中的{0, plural, other {项目}}
zh_hant: 從資源回收桶還原選擇項目

# RestoreAllRecycleBinDescription
source: Restore all items from recycle bin
bg: Възстановяване на всички елементи от кошчето
ca: Restaura tots els elements de la paperera de reciclatge
cs_cz: Obnoví veškeré položky umístěné v koši
da: Gendan alle elementer fra papirkurven
de_de: Alle Elemente aus dem Papierkorb wiederherstellen
el: Επαναφορά όλων των στοιχείων από τον κάδο ανακύκλωσης
es_es: Restaurar todos los elementos de la papelera de reciclaje
fr_fr: Restaurer tous les éléments de la corbeille
hu_hu: Minden elem visszaállítása a lomtárból
id_id: Mengembalikan semua item dari tempat sampah
ja_jp: ごみ箱からすべての項目を復元する
ko_kr: 모든 항목 복원
nb_no: Gjenopprett alle elementer fra papirkurven
pt_pt: Restaurar todos os itens da reciclagem
ro_ro: Restaurați toate elementele din coșul de reciclare
ru_ru: Восстановить все элементы из корзины
sv_se: Återställ alla objekt från papperskorgen
tr_tr: Tüm öğeleri geri dönüşüm kutusundan geri yükle
uk_ua: Відновити всі елементи з кошика
vi: Khôi phục tất cả khoản mục từ thùng rác
zh_hans: 从回收站中还原所有项目
zh_hant: 從資源回收桶還原所有項目

# OpenItemDescription
source: Open item(s)
bg: Отваряне на елемент(ите)
ca: Obre elements
cs_cz: Otevře položku(y)
da: Åbn element(er)
de_de: Element(e) öffnen
el: Άνοιγμα στοιχείου(ων)
es_es: Abrir elemento(s)
fr_fr: Ouvrir le(s) élément(s)
hu_hu: Open {0, plural, one {item} other {items}}
id_id: Buka item
ja_jp: 項目を開く
ko_kr: Open {0, plural, one {item} other {items}}
nb_no: Åpne element(er)
pt_pt: Abrir itens
ro_ro: Deschideți elementul/ele
ru_ru: Открыть элемент(ы)
sv_se: Öppna objekt
tr_tr: Open {0, plural, one {item} other {items}}
uk_ua: Відкрити елемент(и)
vi: Mở khoản mục
zh_hans: 打开{0, plural, other {项目}}
zh_hant: 開啟項目

# OpenItemWithApplicationPickerDescription
source: Open item(s) with selected application
bg: Отваряне на елемент(ите) с избраното приложение
ca: Obre els elements amb l'aplicació seleccionada
cs_cz: Otevřít vybrané položku(y) pomocí vybrané aplikace
da: Åbn emne(r) med det valgte program
de_de: Ausgewählte(s) Element(e) mit ausgewählter Anwendung öffnen
el: Άνοιγμα στοιχείου(ων) με επιλεγμένη εφαρμογή
es_es: Abrir elemento(s) con la aplicación seleccionada
fr_fr: Ouvrir le(s) élément(s) avec l'application sélectionnée
hu_hu: Open {0, plural, one {item} other {items}} with selected application
id_id: Buka item dengan aplikasi yang dipilih
ja_jp: 選択したアプリケーションで項目を開く
ko_kr: Open {0, plural, one {item} other {items}} with selected application
nb_no: Åpne element(er) med valgt program
pt_pt: Abrir itens com a aplicação selecionada
ro_ro: Deschideți element(ele) cu aplicația selectată
ru_ru: Открыть элемент(ы) в выбранном приложении
sv_se: Öppna objekt med vald applikation
tr_tr: Open {0, plural, one {item} other {items}} with selected application
uk_ua: Відкрити елемент(и) в обраному застосунку
vi: Mở khoản mục bằng ứng dụng đã chọn
zh_hans: 用选定的应用程序打开{0, plural, other {项目}}
zh_hant: 以應用程式開啟

# OpenParentFolderDescription
source: Open parent folder of searched item
bg: Отваряне на родителската папка на търсения елемент
ca: Obre la carpeta principal de l'element cercat
cs_cz: Otevřít nadřazenou složku vyhledané položky
da: Åbn overordnet mappe for det søgte element
de_de: Übergeordneten Ordner des gesuchten Elements öffnen
el: Άνοιγμα γονικού φακέλου του αναζητηθέντος στοιχείου
es_es: Abrir la carpeta contenedora del elemento buscado
fr_fr: Ouvrir le dossier parent de l'élément recherché
hu_hu: A keresett elem forrás mappájának megnyitása
id_id: Buka folder induk pada item yang dicari
ja_jp: 検索した項目の親フォルダーを開く
ko_kr: 검색된 항목의 상위 폴더 열기
nb_no: Åpne overordnet mappe for søkt element
pt_pt: Abrir pasta superior do item pesquisado
ro_ro: Deschide folderul părinte al elementului căutat
ru_ru: Открыть родительскую папку искомого элемента
sv_se: Öppna överordnad mapp av sökt objekt
tr_tr: Aranan ögenin ait olduğu klasörü aç
uk_ua: Відкрити батьківську папку шуканого елемента
vi: Mở thư mục nguồn của khoản mục đã tìm được
zh_hans: 打开搜索项所在的文件夹
zh_hant: 開啟所選項目的資料夾

# RefreshItemsDescription
source: Refresh page contents
bg: Опресняване на съдържанието на страницата
ca: Actualitza el contingut de la pàgina
cs_cz: Aktualizovat obsah stránky
da: Opdater sidens indhold
de_de: Seiteninhalt aktualisieren
el: Ανανέωση περιεχομένων σελίδας
es_es: Actualizar contenido de la página
fr_fr: Actualiser le contenu de la page
hu_hu: Oldal tartalmának frissítése
id_id: Refresh halaman
ja_jp: ページ内容を更新する
ko_kr: 페이지의 내용을 새로 고칩니다
nb_no: Oppdater sideinnhold
nl_nl: Ververs pagina-inhoud
pt_pt: Recarregar conteúdo da pasta
ro_ro: Reîmprospătați conținutul paginii
ru_ru: Обновить содержимое страницы
sv_se: Uppdatera sidans innehåll
tr_tr: Sayfa içeriğini yenile
uk_ua: Оновити вміст сторінки
vi: Làm mới nội dung hiển thị
zh_hans: 刷新页面内容
zh_hant: 重新整理頁面內容

# RenameDescription
source: Rename selected item
bg: Преименуване на избраните елементи
ca: Canvia el nom de l'element seleccionat
cs_cz: Přejmenovat vybranou položku
da: Omdøb valgte element
de_de: Ausgewähltes Element umbenennen
el: Μετονομασία του επιλεγμένου στοιχείου
es_es: Cambiar el nombre del elemento seleccionado
fr_fr: Renommer l'élément sélectionné
hu_hu: Kiválasztott elem átnevezése
id_id: Ubah nama item yang dipilih
ja_jp: 選択した項目の名前を変更する
ko_kr: 선택한 항목의 이름을 바꿉니다
nb_no: Endre navn på valgt element
nl_nl: Hernoem geselecteerd item
pt_pt: Mudar nome do item selecionado
ro_ro: Redenumiți elementul selectat
ru_ru: Переименовать выбранный объект
sv_se: Byt namn på valt objekt
tr_tr: Seçili ögeyi yeniden adlandır
uk_ua: Перейменувати вибраний елемент
vi: Đổi tên khoản mục đã chọn
zh_hans: 重命名所选项目
zh_hant: 將選定的項目重新命名

# SelectAllDescription
source: Select all items
bg: Избор на всичко
ca: Selecciona tots els elements
cs_cz: Vybrat všechny položky
da: Vælg alle elementer
de_de: Alles auswählen
el: Επιλογή όλων των στοιχείων
es_es: Seleccionar todos los elementos
fr_fr: Sélectionner tous les éléments
hu_hu: Összes elem kiválasztása
id_id: Pilih semua item
ja_jp: すべての項目を選択する
ko_kr: 모든 항목을 선택합니다
nb_no: Velg alle elementer
nl_nl: Selecteer alle items
pt_pt: Selecionar todos os itens
ro_ro: Selectați toate elementele
ru_ru: Выбрать все
sk_sk: Vybrať všetky položky
sv_se: Markera alla objekt
tr_tr: Tüm ögeleri seç
uk_ua: Вибрати все
vi: Chọn tất cả khoản mục
zh_hans: 选择所有项目
zh_hant: 選擇所有項目

# InvertSelectionDescription
source: Invert item selection
bg: Обръщане на избора
ca: Inverteix la selecció d'elements
cs_cz: Invertovat výběr
de_de: Auswahl umkehren
el: Αντιστροφή επιλογής αντικειμένου
es_es: Invertir selección de elementos
fr_fr: Inverser la sélection
hu_hu: Elem kiválasztás invertálása
id_id: Balikan item pilihan
ja_jp: 項目の選択を反転する
ko_kr: 선택 영역 반전
nb_no: Inverter element valg
nl_nl: Selectie item omkeren
pt_pt: Inverter seleção de itens
ro_ro: Inversare selecție
ru_ru: Инвертировать выделение
sk_sk: Invertovať výber
sv_se: Omvänd markering
tr_tr: Öge seçimini ters çevir
uk_ua: Інвертувати виділення елементу
vi: Đảo lựa chọn
zh_hans: 反选项目
zh_hant: 反向選擇

# ClearSelectionDescription
source: Clear item selection
bg: Изчистване на избраното
ca: Esborra la selecció d'elements
cs_cz: Vymazat výběr
da: Ryd markering
de_de: Auswahl aufheben
el: Καθαρισμός επιλογής
es_es: Limpiar selección de elementos
fr_fr: Effacer la sélection d'éléments
hu_hu: Elem kiválasztás törlése
id_id: Hapus item yang dipilih
ja_jp: 項目の選択をクリアする
ko_kr: 선택 취소
nb_no: Tøm element valg
nl_nl: Selectie item leegmaken
pt_pt: Limpar seleção de itens
ro_ro: Ștergeți selecția elementelor
ru_ru: Очистить выделение
sk_sk: Vymazať výber
sv_se: Rensa markering
tr_tr: Öge seçimini temizle
uk_ua: Очистити виділення елементу
vi: Bỏ lựa chọn
zh_hans: 清除项目选择
zh_hant: 清除選取

# ToggleSelectDescription
source: Toggle item selection
ca: Commuta la selecció d'elements
cs_cz: Přepnout výběr položek
de_de: Auswahl umschalten
el: Εναλλαγή επιλογής στοιχείου
es_es: Seleccionar/No selecionar elemento
fr_fr: Activer/Désactiver la sélection d'éléments
hu_hu: Elem kiválasztás ki-/bekapcsolása
ja_jp: 項目の選択を切り替える
ko_kr: 항목 선택 여부를 전환합니다
nb_no: Veksle elementvalg
nl_nl: Selectie item in-/uitschakelen
pt_pt: Alternar seleção de itens
ro_ro: Comută selecția elementelor
ru_ru: Переключить выбор элемента
sk_sk: Prepnúť výber
sv_se: Växla val av objekt
tr_tr: Öge seçimini aç / kapa
uk_ua: Перемкнути виділення елементу
vi: Chuyển đổi chọn/bỏ chọn khoản mục đã thao tác gần nhất
zh_hans: 切换项目选择
zh_hant: 選取/取消選取所選定的項目

# ShareItemDescription
source: Share selected file(s) with others
bg: Споделяне на избран(ите) файл(ове) с други
ca: Comparteix els fitxers seleccionats amb altres
cs_cz: Sdílet vybraný soubor(y) s ostatníma
da: Del valgte fil(er) med andre
de_de: Ausgewählte Datei(en) mit anderen teilen
el: Κοινοποίηση επιλεγμένου(ων) αρχείου(ων) με άλλους
es_es: Compartir archivo(s) seleccionado(s) con otros
fr_fr: Partager le(s) fichier(s) sélectionné(s) avec d'autres personnes
hu_hu: Share selected {0, plural, one {file} other {files}} with others
id_id: Bagikan item(s) yang terpilih dengan orang lain
ja_jp: 選択したファイルを他の人と共有する
ko_kr: Share selected {0, plural, one {file} other {files}} with others
nb_no: Del valgte fil(er) med andre
pt_pt: Partilhar ficheiros selecionados
ro_ro: Partajați fișierul/fișierele selectate cu alții
ru_ru: Отправить выбранные файл(ы) другим
sk_sk: Zdieľať vybraný súbor(y) s ostatnými
sv_se: Dela markerade fil(er) med andra
tr_tr: Share selected {0, plural, one {file} other {files}} with others
uk_ua: Поділитися вибраним файлом(ми) з іншими
vi: Chia sẻ tệp đã chọn với người khác
zh_hans: 与其他人共享选中的{0, plural, other {文件}}
zh_hant: 分享選取的項目

# PinToStartDescription
source: Pin item(s) to the Start Menu
bg: Закачане на елемент(и) към менюто „Старт“
ca: Fixa els elements al menú Inici
cs_cz: Připnout položku(y) do nabídky Start
da: Fastgør element(er) til startmenuen
de_de: Element(e) an Startmenü anheften
el: Καρφίτσωμα στοιχείου(ων) στο μενού Έναρξη
es_es: Anclar elemento(s) al menú Inicio
fr_fr: Ajouter le(s) élément(s) au menu Démarrer
hu_hu: Pin {0, plural, one {item} other {items}} to the Start Menu
id_id: Sematkan item(s) ke Start Menu
ja_jp: スタートメニューに項目をピン留めする
ko_kr: Pin {0, plural, one {item} other {items}} to the Start Menu
nb_no: Sideveksling(er) til Startmenyen
pt_pt: Afixar itens no menu Iniciar
ro_ro: Fixați element(ele) la Meniul Start
ru_ru: Закрепить элемент(ы) в меню Пуск
sk_sk: Pripnúť do ponuky Štart
sv_se: Fäst objekt i Start-menyn
tr_tr: Pin {0, plural, one {item} other {items}} to the Start Menu
uk_ua: Закріпити елемент(и) в меню Пуск
vi: Ghim mục vào menu Bắt đầu
zh_hans: 固定{0, plural, other {项目}}到“开始”菜单
zh_hant: 釘選至開始功能表

# UnpinFromStartDescription
source: Unpin item(s) from the Start Menu
bg: Разкачане на елемент(и) от менюто „Старт“
ca: Desfixa els elements del menú Inici
cs_cz: Odepnout položku(y) z nabídky Start
da: Frigør element(er) fra startmenuen
de_de: Element(e) vom Startmenü entfernen
el: Ξεκαρφίτσωμα στοιχείου(ων) από το μενού Έναρξη
es_es: Desanclar elemento(s) del menú Inicio
fr_fr: Supprimer le(s) élément(s) du menu Démarrer
hu_hu: Unpin {0, plural, one {item} other {items}} from the Start Menu
id_id: Unpin item(s) dari Start Menu
ja_jp: スタートメニューから項目のピン留めを外す
ko_kr: Unpin {0, plural, one {item} other {items}} from the Start Menu
nb_no: Løsne elementer fra Startmenyen
pt_pt: Desafixar itens do menu Iniciar
ro_ro: Anulați fixarea la Meniul Start a elementului/lor
ru_ru: Открепить элемент(ы) из меню Пуск
sk_sk: Odopnúť z ponuky Štart
sv_se: Lossa objekt från Start-menyn
tr_tr: Unpin {0, plural, one {item} other {items}} from the Start Menu
uk_ua: Відкріпити елемент(и) з меню Пуск
vi: Bỏ ghim mục khỏi menu Bắt đầu
zh_hans: 从“开始”菜单取消固定{0, plural, other {项目}}
zh_hant: 從開始功能表取消釘選

# PinItemToFavoritesDescription
source: Pin folder(s) to Favorites
bg: Закачане на папк(а/и) към „Любими“
da: Fastgør mappe(r) til Favoritter
de_de: Ordner zu Favoriten hinzufügen
id_id: Sematkan folder ke Favorit
ja_jp: お気に入りにフォルダーをピン留めする
pt_pt: Fixar pastas nos favoritos
ro_ro: Fixați folderul/folderele la Favorite
sk_sk: Pripnúť k obľúbeným

# UnpinItemFromFavoritesDescription
source: Unpin folder(s) from Favorites
bg: Разкачане на папк(а/и) от „Любими“
da: Frigør mappe(r) fra Favoritter
de_de: Ordner aus Favoriten entfernen
ja_jp: お気に入りからフォルダーのピン留めを外す
pt_pt: Desafixar pastas dos favoritos
ro_ro: Anulați fixarea folderului/folderelor la Favorite

# SetAsWallpaperBackgroundDescription
source: Set selected picture as desktop background
bg: Задаване на избраната картина като фон на работния плот
ca: Estableix la imatge seleccionada com a fons de l'escriptori
cs_cz: Použít vybraný obrázek jako pozadí
da: Angiv det valgte billede som baggrund på skrivebordet
de_de: Ausgewähltes Bild als Desktop-Hintergrund festlegen
el: Ορισμός επιλεγμένης εικόνας ως φόντου επιφάνειας εργασίας
es_es: Establecer imagen seleccionada como fondo de escritorio
fr_fr: Définir l'image sélectionnée comme fond d'écran
hu_hu: Kiválasztott kép beállítása háttérképként
id_id: Gunakan gambar yang diilih sebagai desktop background
ja_jp: 選択した画像をデスクトップの背景に設定する
ko_kr: 선택한 사진을 바탕 화면 배경으로 설정
nb_no: Angi valgt bilde som skrivebordsbakgrunn
pt_pt: Definir imagem selecionada como fundo do ambiente de trabalho
ro_ro: Setați imaginea selectată ca imagine de fundal
ru_ru: Установить как фон рабочего стола
sv_se: Ställ in vald bild som skrivbordsbakgrund
tr_tr: Seçilen resmi masaüstü arka planı olarak ayarla
uk_ua: Встановити вибране зображення тлом робочого столу
vi: Đặt hình ảnh đã chọn làm hình nền màn hình chính
zh_hans: 设置所选图片为桌面背景
zh_hant: 設成桌面背景

# SetAsSlideshowBackgroundDescription
source: Set selected pictures as desktop slideshow
bg: Задаване на избраните картини като слайдшоу на работния плот
ca: Estableix les imatges seleccionades com a presentació de diapositives d'escriptori
cs_cz: Nastaví vybrané obrázky jako prezentaci na ploše
da: Angiv markerede billeder som diasshow på skrivebordet
de_de: Ausgewählte Bilder als Desktop-Diashow festlegen
el: Ορισμός επιλεγμένων εικόνων ως παρουσίαση επιφάνειας εργασίας
es_es: Establecer imágenes seleccionadas como diapositivas de escritorio
fr_fr: Définir les images sélectionnées comme diaporama de bureau
hu_hu: Kiválasztott kép beállítása diavetítésként
ja_jp: 選択した画像をデスクトップのスライドショーに設定する
ko_kr: 선택한 사진들을 바탕 화면 슬라이드 쇼 배경으로 설정
nb_no: Angi utvalgte bilder som skrivebordsbildeserie
pt_pt: Definir imagens selecionadas como apresentação do ambiente de trabalho
ro_ro: Setați imaginea selectată ca expunere de diapozitiv
ru_ru: Установить как слайд-шоу рабочего стола
sv_se: Ställ in valda bilder som bildspel på skrivbordet
tr_tr: Seçilen resimleri masaüstü slayt gösterisi olarak ayarla
uk_ua: Встановити вибране зображення як слайд-шоу робочого столу
vi: Dùng hình ảnh đã chọn để trình chiếu trên màn hình chính
zh_hans: 设置所选图片为桌面幻灯片
zh_hant: 將選取的圖片設定為桌面幻燈片秀

# SetAsLockscreenBackgroundDescription
source: Set selected picture as lockscreen background
bg: Задаване на избраната картина като фон на заключен екран
ca: Estableix la imatge seleccionada com a fons de pantalla de bloqueig
cs_cz: Nastaví vybraný obrázek jako pozadí zamykací obrazovky
da: Angiv det valgte billede som låseskærms baggrund
de_de: Ausgewähltes Bild als Sperrbildschirm-Hintergrund festlegen
el: Ορισμός επιλεγμένης εικόνας ως φόντου κλειδώματος οθόνης
es_es: Establecer imagen seleccionada como fondo de pantalla de bloqueo
fr_fr: Définir l'image sélectionnée comme fond d'écran de verrouillage
hu_hu: Kiválasztott kép beállítása képernyővédőként
id_id: Gunakan gambar yang dipilih sebagai lockscreen background
ja_jp: 選択した画像をロック画面の背景に設定する
ko_kr: 선택한 사진을 잠금 화면 배경으로 설정
nb_no: Velg valgt bilde som bakgrunn på låseskjerm
pt_pt: Definir imagem selecionada como fundo do ecrã de bloqueio
ro_ro: Setați imaginea selectată ca imagine de fundal pentru ecranul de blocare
ru_ru: Установить как обои экрана блокировки
sv_se: Ställ in den valda bilden som bakgrund på låsskärmen
tr_tr: Seçili resmi kilit ekranı arka planı olarak ayarla
uk_ua: Встановити вибране зображення як тло екрану блокування
vi: Đặt hình ảnh đã chọn làm hình nền màn hình khóa
zh_hans: 设置所选图片为锁屏背景
zh_hant: 設成鎖定畫面背景

# InstallFontDescription
source: Install selected font(s)
bg: Инсталиране на избран(ите) шрифт(ове)
ca: Instal·la les fonts seleccionades
cs_cz: Nainstalovat vybraná písma
da: Installér valgte skrifttype(r)
de_de: Ausgewählte Schriftart(en) installieren
el: Εγκατάσταση επιλεγμένης(ων) γραμματοσειράς(ων)
es_es: Instalar fuente(s) seleccionada(s)
fr_fr: Installer la ou les polices sélectionnée(s)
hu_hu: Install selected {0, plural, one {font} other {fonts}}
id_id: Instal font yang dipilih
ja_jp: 選択したフォントをインストールする
ko_kr: Install selected {0, plural, one {font} other {fonts}}
nb_no: Installer valgte skrift(er)
pt_pt: Instalar tipos de letra selecionados
ro_ro: Instalați fonturile selectate
ru_ru: Установить выбранный(е) шрифт(ы)
sv_se: Installera valda teckensnitt
tr_tr: Install selected {0, plural, one {font} other {fonts}}
uk_ua: Встановити вибраний шрифт(и)
vi: Cài đặt phông chữ đã chọn
zh_hans: 安装选中的{0, plural, other {字体}}
zh_hant: 安裝選取的字型
